alacritty
amd-ucode
anydesk-bin
atuin
base
base-devel
bat
btop
btrfs-progs
chezmoi
cliphist
docker
docker-compose
duf
dust
eza
fastfetch
fd
ffmpegthumbnailer
fish
fzf
git
git-delta
google-chrome
grub-btrfs
gvfs
gvfs-smb
htop
hyperfine
hyprland
intel-ucode
kate
kitty
lazygit
linux
linux-firmware
man-db
man-pages
mpv
nautilus
neovim
networkmanager
nodejs
npm
nwg-displays
nwg-look
obs-studio
obs-vaapi
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
polkit-gnome
procs
python
python-pip
qt5-wayland
qt6-wayland
radeontop
ranger
ripgrep
rocm-opencl-runtime
rustup
samba
snap-pac
snapper
starship
stow
swww
tailscale
tealdeer
teamviewer
thunar
timeshift
tree
ttf-jetbrains-mono-nerd
unarchiver
vim
visual-studio-code-bin
vulkan-radeon
waybar
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xorg-xhost
yay
yay-debug
yazi
zoxide
